import "./footer.css";

const About = () => {
  return (
    <>
      <main id="about">
        <h1 className="about">عن الشركة</h1>
        <p>
          شركة رائدة في مجال التكنولوجيا وملحقاتها، نقدم لكم حلولاً متكاملة في
          الطابعات وخدمات الصيانة، كما أننا موزعون معتمدون لمنتجات LG الشهيرة
          والمعروفة بجودتها العالية.
          <br />
          نسعى دائمًا لتقديم أفضل المنتجات والخدمات التي تلبي حاجات عملائنا
          وتفوق توقعاتهم.
        </p>
        <h1 className="about">مهمتنا</h1>
        <p>
          نسعى لأن نكون الخيار الأول في مجال التكنولوجيا من خلال توفير منتجات
          عالية الجودة وخدمات صيانة ممتازة.
          <br />
          هدفنا هو تسهيل حياة عملائنا عبر حلول مبتكرة وفعالة، وتعزيز الثقة
          والشراكة طويلة الأمد مع شركائنا.
        </p>
        <h1 className="about">رسالتنا</h1>
        <p id="end">
          تقديم أحدث التقنيات في مجال الإلكترونيات مع التركيز على الجودة
          والابتكار.
          <br />
          نلتزم بتقديم خدمات متميزة تفوق توقعات العملاء، مع بناء بيئة عمل
          إيجابية تشجع على التطوير المستمر والتميز
        </p>
      </main>
    </>
  );
};

export default About;
